Repository: nawaraltibi/Mawaqef
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Parking Application
ar: تطبيق مواقف السيارات

# onboardingTitle1
source: Discover nearby parking easily
ar: اكتشف مواقف السيارات القريبة بسهولة

# onboardingDescription1
source: Find available parking spots near you with real-time availability and convenient locations.
ar: اعثر على أماكن مواقف السيارات المتاحة بالقرب منك مع توفر فوري ومواقع مريحة.

# onboardingTitle2
source: Reserve your parking spot in seconds
ar: احجز مكان وقوفك في ثوانٍ

# onboardingDescription2
source: Book your parking space instantly and secure your spot before you arrive. No more circling around!
ar: احجز مكان وقوفك على الفور وامنح مكانك قبل وصولك. لا مزيد من الدوران!

# onboardingTitle3
source: Manage and monetize your parking
ar: إدارة وتحقيق الربح من مواقفك

# onboardingDescription3
source: Parking owners can easily manage spaces, set pricing, and earn income from unused parking spots.
ar: يمكن لأصحاب مواقف السيارات إدارة المساحات بسهولة وتحديد الأسعار وكسب الدخل من أماكن وقوف السيارات غير المستخدمة.

source: Skip
ar: تخطي

source: Next
ar: التالي

source: Get Started
ar: ابدأ الآن
